{
  "watchParameters": {
    "videoId": "EnPYXckiUVg",
    "captions": [
      {
        "id": ".fr"
      },
      {
        "id": ".en"
      }
    ]
  },
  "videoMetadata": {
    "playabilityStatus": {
      "status": "OK"
    },
    "videoDetails": {
      "videoId": "EnPYXckiUVg",
      "title": "Are French People Really That Mean?! // French Girls React to Emily In Paris (in FR w/ FR & EN subs)",
      "lengthSeconds": "1101",
      "keywords": [
        "learn french",
        "intermediate french",
        "improve french",
        "learning french",
        "french video",
        "french teacher",
        "french native speaker",
        "french youtubers",
        "french videos with french subtitles",
        "piece of french",
        "french listening practice",
        "emily in Paris reaction video",
        "french culture stereotypes",
        "french stereotypes",
        "is emily in paris realistic",
        "what is life in paris like",
        "expat life paris",
        "life in paris",
        "living in paris",
        "what is life in france",
        "expats in paris",
        "french react to emily in paris"
      ],
      "channelId": "UCVzyfpNuFF4ENY8zNTIW7ug",
      "isOwnerViewing": false,
      "shortDescription": "Learn French in a fun way! My sister and I react to the first episode of Emily in Paris, in French with subtitles in English and French! Are all those clichés about French people true? Are French people really that mean? We tell you all the truth about French people! \n\n#emilyinparis #learnfrench #pieceoffrench\n\nIf you enjoyed the video, subscribe to the channel so you know when I upload new videos: http://bit.ly/2PqFvh2\n\nCOME SAY HI!\nWebsite: https://www.pieceoffrench.com/\nInstagram: https://www.instagram.com/piece_of_french\n\nVOCABULARY\nréagir - to react\nà peine - barely \nun immeuble - a building\nun ascenseur - an elevator\nils ont du mal - they have a hard time\nse débrouiller - to manage\nà peu près - more or less\nle rez-de-chaussée - groud floor (UK), first floor (US)\nen plein cœur - right in the heart of\nune épaule - a shoulder\nchaleureux - warm\nune chambre de bonne - a maid's room, an attic room\nun loyer - a rent\nun couloir - a corridor\nchiant - annoying\nun étranger - a foreigner\nfaire un câlin - to hug \nfaire la bise - to kiss each other on the cheek\nserrer la main - to shake hands\nprendre quelqu'un de haut - to look down on sb\nfumer - to smoke\nun voisin canon - a stunning neighbor \nun sourire - a smile\naccueillant - welcoming \ndraguer - to hit on \nderrière ton dos - behind your back\nà l'étranger - abroad\nméchant - mean \nles congés payés - paid leaves \n\nUSEFUL RESOURCES:\n○ italki - find a private French tutor: http://go.italki.com/pieceoffrench (get $10 credits after your first purchase)\n○ Hellotalk - find a language partner (free!) : https://brc.hellotalk.com/YouTube_Elsa\n○ Quizlet - flashcard app (free!): https://quizlet.com/referral-invite/pieceoffrench?i=3c7doa&x=1Nqt\n○ NordVPN - watch French TV shows from wherever you are in the world: https://nordvpn.com/pieceoffrench or use coupon code pieceoffrench\n○ Epidemic Sound - find copyright free music: https://www.epidemicsound.com/referral/zvec47/\n\nRECOMMENDED BOOKS (for beginners / intermediate learners) \n○ My favorite grammar book (A1-B1): https://geni.us/hwpI (Amazon)\n○ Collection Lire en français facile (A1-B2): https://geni.us/zs8187l (Amazon)\n○ Ratatouille: https://geni.us/9wQBDb (Amazon)\n○ Le Petit Nicolas: https://geni.us/2bBDPX4 (Amazon)\n\nMY FAVORITE FRENCH READS! (for advanced learners)\n○ Les Antisèches du bonheur: https://geni.us/Kbmb (Amazon)\n○ La Verité sur l'Affaire Harry Quebert: https://geni.us/uLVdOmA (Amazon)\n○ Changer l'eau des fleurs: https://geni.us/Q8i4DcU (Amazon)\n○ Au revoir là-haut: https://geni.us/GrsgT (Amazon)\nAnd my best advice: read & listen at the same time, this will allow you to expand your vocabulary, learn grammar naturally and improve your pronunciation in no time! You can find French audiobooks on Audible: https://amzn.to/2RVaSUQ\n\nMY  EQUIPMENT\n○ My computer (I love it, it's so light!): https://geni.us/mxjxdI (Amazon)\n○ My phone (I film all my videos with it!): https://geni.us/nsOrS (Amazon)\n○ Tripod: https://geni.us/3HN9s (Amazon)\n○ Mini-Tripod: https://geni.us/4Pan (Amazon)\n○ U Rig for Smartphone: https://geni.us/mhlUW (Amazon)\n○ Lav Microphone: https://geni.us/5kucoA (Amazon)\n○ Dual Lav Microphone (great for conversations!): https://geni.us/arVe (Amazon)\n○ Gimbal (perfect for vlogging to stabilize the phone): https://geni.us/3SHO1V (Amazon)\n○ Wireless Vertical Mouse: https://geni.us/g4t1Q (Amazon)\n○ Wireless Keyboard: https://geni.us/KpMd (Amazon)\n\nABOUT PIECE OF FRENCH\nWelcome to Piece of French, an immersive French learning experience! \nFollow me in my daily life as a native French speaker and learn French as it is actually spoken by real people. Gain vocabulary and master new idoms in their context, while improving your comprehension and pronunciation skills. Piece of French videos are more targeted at intermediate French learners.\nFrench video with English subtitles and French subtitles! Learn French in a fun and authentic way thanks to real-life videos with a native French speaker!\n\nDISCLAIMER: Links included in this description might be affiliate links. If you purchase a product or service with the links that I provide I may receive a small commission. There is no additional charge to you! Thank you for supporting my channel so I can continue to provide you with free content each week!",
      "isCrawlable": true,
      "thumbnail": {
        "thumbnails": [
          {
            "url": "https://i.ytimg.com/vi/EnPYXckiUVg/hqdefault.jpg?sqp=-oaymwEiCKgBEF5IWvKriqkDFQgBFQAAAAAYASUAAMhCPQCAokN4AQ==&rs=AOn4CLDqd1wUaZ_swxpj17oJAMv68Bijnw",
            "width": 168,
            "height": 94
          },
          {
            "url": "https://i.ytimg.com/vi/EnPYXckiUVg/hqdefault.jpg?sqp=-oaymwEiCMQBEG5IWvKriqkDFQgBFQAAAAAYASUAAMhCPQCAokN4AQ==&rs=AOn4CLD0KxZlEFwc-kA7AHgXOJEa4uKhtg",
            "width": 196,
            "height": 110
          },
          {
            "url": "https://i.ytimg.com/vi/EnPYXckiUVg/hqdefault.jpg?sqp=-oaymwEjCPYBEIoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLBJH56xLul_F2i-L_5c8VS59VJn5A",
            "width": 246,
            "height": 138
          },
          {
            "url": "https://i.ytimg.com/vi/EnPYXckiUVg/hqdefault.jpg?sqp=-oaymwEjCNACELwBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDjivgXOyvGqQGW297oBOaEPx5XXw",
            "width": 336,
            "height": 188
          },
          {
            "url": "https://i.ytimg.com/vi/EnPYXckiUVg/maxresdefault.jpg?v=5fa04e45",
            "width": 1920,
            "height": 1080
          }
        ]
      },
      "allowRatings": true,
      "viewCount": "110240",
      "author": "Piece of French",
      "isLowLatencyLiveStream": false,
      "isPrivate": false,
      "isUnpluggedCorpus": false,
      "latencyClass": "MDE_STREAM_OPTIMIZATIONS_RENDERER_LATENCY_NORMAL",
      "isLiveContent": false
    },
    "captions": {
      "playerCaptionsTracklistRenderer": {
        "captionTracks": [
          {
            "baseUrl": "https://www.youtube.com/api/timedtext?v=EnPYXckiUVg&asr_langs=de,en,es,fr,id,it,ja,ko,nl,pt,ru,tr,vi&caps=asr&exp=xftt,xctw&xoaf=5&hl=en&ip=0.0.0.0&ipbits=0&expire=1643550805&sparams=ip,ipbits,expire,v,asr_langs,caps,exp,xoaf&signature=260F921D57673BC3B6937C32659B35380ACF37BE.69C94B6F4E55DF0BD5D267C19206F396D3814AC5&key=yt8&lang=en",
            "name": {
              "simpleText": "English"
            },
            "vssId": ".en",
            "languageCode": "en",
            "isTranslatable": true
          },
          {
            "baseUrl": "https://www.youtube.com/api/timedtext?v=EnPYXckiUVg&asr_langs=de,en,es,fr,id,it,ja,ko,nl,pt,ru,tr,vi&caps=asr&exp=xftt,xctw&xoaf=5&hl=en&ip=0.0.0.0&ipbits=0&expire=1643550805&sparams=ip,ipbits,expire,v,asr_langs,caps,exp,xoaf&signature=260F921D57673BC3B6937C32659B35380ACF37BE.69C94B6F4E55DF0BD5D267C19206F396D3814AC5&key=yt8&lang=fr",
            "name": {
              "simpleText": "French"
            },
            "vssId": ".fr",
            "languageCode": "fr",
            "isTranslatable": true
          }
        ]
      }
    }
  },
  "captionEntries": [
    {
      "begin": 0.08,
      "end": 4.19,
      "text1": "Salut ! Bonjour à tous, j'espère que vous allez bien.",
      "text2": "Hello ! Hello everyone, I hope you are well."
    },
    {
      "begin": 4.19,
      "end": 9.93,
      "text1": "Aujourd'hui, je vous retrouve pour une nouvelle vidéo avec ma sœur Inès que vous avez déjà",
      "text2": "Today, I am meeting you for a new video with my sister Inès that you have already"
    },
    {
      "begin": 9.93,
      "end": 11.67,
      "text1": "vu dans d'autres vidéos.",
      "text2": "seen in other videos."
    },
    {
      "begin": 11.67,
      "end": 17.66,
      "text1": "Aujourd'hui, qu'est-ce qu'on va faire ? Alors on va regarder le premier épisode de la série",
      "text2": "Today, what are we going to do? So we are going to watch the first episode of the"
    },
    {
      "begin": 17.66,
      "end": 27.545,
      "text1": "Emily In Paris et donc on va réagir aux clichés que la série peut faire ressortir sur les Français.",
      "text2": "Emily In Paris series and we will react to the clichés that the series may bring out about the French."
    },
    {
      "begin": 27.545,
      "end": 33.11,
      "text1": "Exactement, j'ai vu qu'il y avait pas mal de vidéos sur YouTube en ce moment de réactions",
      "text2": "Exactly, I saw that there were quite a few videos on YouTube at the moment of reactions"
    },
    {
      "begin": 33.11,
      "end": 40.72,
      "text1": "à Emily In Paris, des Français qui réagissent à cette série qui est sortie récemment sur Netflix.",
      "text2": "to Emily In Paris, of French people reacting to this series which was released recently on Netflix."
    },
    {
      "begin": 40.72,
      "end": 47.92,
      "text1": "Je n'ai vu aucune vidéo pour ne pas être influencée, moi non plus je sais à peine",
      "text2": "I haven't seen any video so as not to be influenced, I also barely know"
    },
    {
      "begin": 47.92,
      "end": 54.16,
      "text1": "de quoi parle la série personnellement, pareil, on vient avec un avis neutre, on n'a pas de",
      "text2": "what the series is about personally, same for me, we come with a neutral opinion, we have no"
    },
    {
      "begin": 54.16,
      "end": 61.67,
      "text1": "préjugés sur la série non plus et donc on va commencer avec le première épisode",
      "text2": "prejudices about the series either and so we will start with the first episode"
    },
    {
      "begin": 61.67,
      "end": 69.02,
      "text1": "et puis dès que y'a un truc qui nous interpelle, qui nous choque, on met pause puis on en discute",
      "text2": "and so as soon as there is something that calls out to us, that shocks us, we pause and then we discuss it"
    },
    {
      "begin": 84.017,
      "end": 90.11,
      "text1": "déjà on peut dire que ça ressemble à un immeuble parisien ouais c'est dans des quartiers",
      "text2": "first of all, we can say that it looks like a Parisian building yeah it's in chic neighborhoods"
    },
    {
      "begin": 90.11,
      "end": 96.37100000000001,
      "text1": "chics de Paris elle habite pas n'importe où déjà, elle habite dans un quartier très chic, le 5ème arrondissement",
      "text2": "in Paris she doesn't live anywhere, she lives in a very chic district, the 5th arrondissement,"
    },
    {
      "begin": 96.37100000000001,
      "end": 101.84100000000001,
      "text1": "mais l'immeuble sans ascenseur c'est assez typique, enfin",
      "text2": "but the building without an elevator is quite typical, well"
    },
    {
      "begin": 101.84100000000001,
      "end": 105.69,
      "text1": "ça dépend mais c'est vrai que dans les vieux immeubles et dans les quartiers un peu chic,",
      "text2": "it depends but it is true that in old buildings and in the quite fancy neighborhoods,"
    },
    {
      "begin": 105.69,
      "end": 110.21000000000001,
      "text1": "ils n'ont pas d'ascenseur ou des touts petits ascenseurs avec des rideaux ouais c'est vrai",
      "text2": "they don't have an elevator or very small elevators with curtains yeah it's true"
    },
    {
      "begin": 110.21000000000001,
      "end": 116.74000000000001,
      "text1": "des tout petits ascenseurs je trouve que l'agent parle très bien anglais avec un très bon",
      "text2": "very small elevators I find that the agent speaks very good English with a very good"
    },
    {
      "begin": 116.74000000000001,
      "end": 119.922,
      "text1": "accent ouais et c'est pas forcément le cas ouais après je pense que c'est peut être",
      "text2": "accent yeah and it is not necessarily the case yeah but I think it may be"
    },
    {
      "begin": 119.922,
      "end": 125.55,
      "text1": "un cliché de dire que les Français, tu sais, ne savent pas parler anglais enfin les Français",
      "text2": "a cliché to say that French people, you know, don't know how to speak English, well the French"
    },
    {
      "begin": 125.55,
      "end": 131.15,
      "text1": "ont du mal à apprendre des langues en général mais est-ce que c'est toujours vrai ça ? ",
      "text2": "have a hard time learning languages ​​in general, but is that still true?"
    },
    {
      "begin": 131.15,
      "end": 136.8,
      "text1": "avant c'était l'enseignement au lycée, enfin à l'école, c'était très très écrit et",
      "text2": "before the teaching in high school, well at school, was very very written and"
    },
    {
      "begin": 136.8,
      "end": 141.49,
      "text1": "pas très oral donc du coup la génération de nos parents ils ne savent pas très bien",
      "text2": "not very oral so therefore the generation of our parents they don't know how to speak English"
    },
    {
      "begin": 141.49,
      "end": 145.88,
      "text1": "parler anglais mais ils savent l'écrire ils le comprennent quand même pas trop mal",
      "text2": "very well but they know how to write it. They do understand it not too bad "
    },
    {
      "begin": 145.88,
      "end": 149.44,
      "text1": "en tout cas nos parents, ils le comprennent pas trop mal ils se débrouillent oui ils se débrouillent",
      "text2": "at least our parents, they understand it not too bad they are managing yes they are managing"
    },
    {
      "begin": 149.44,
      "end": 150.59,
      "text1": "mais c'est vrai que voilà ils ne sont pas...",
      "text2": "but it is true that here they are not ..."
    },
    {
      "begin": 150.59,
      "end": 153.97,
      "text1": "Il y a quand même la barrière voilà il y a une barrière de la langue mais je trouve",
      "text2": "There is all the same the barrier yeah there is a language barrier but I find"
    },
    {
      "begin": 153.97,
      "end": 157.55,
      "text1": "que aujourd'hui, en tout cas dans les gens autour de nous, on sait que l'anglais c'est",
      "text2": "that today, at least in the people around us, we know that English is"
    },
    {
      "begin": 157.55,
      "end": 162.812,
      "text1": "important et tout le monde parle à peu près anglais oui, oui même, enfin personnellement,",
      "text2": "important and everyone speaks more or less English yes, yes even, well personally,"
    },
    {
      "begin": 162.812,
      "end": 168,
      "text1": "quasiment tous mes cours sont en anglais donc maintenant l'enseignement il insiste dessus",
      "text2": "almost all my lessons are in English so now the teaching insists on this"
    },
    {
      "begin": 168,
      "end": 173.12,
      "text1": "ouais ouais c'est vrai moi aussi j'avais beaucoup de cours en anglais donc ce n'est pas choquant",
      "text2": "yeah yeah it's true me too I had a lot of lessons in English so it's not shocking"
    },
    {
      "begin": 173.12,
      "end": 178.19,
      "text1": "qu'il parle bien anglais sachant qu'il doit s'occuper de beaucoup de touristes étrangers",
      "text2": "that he speaks good English knowing that he has to take care of a lot of foreign tourists"
    },
    {
      "begin": 178.19,
      "end": 181.02,
      "text1": "comme Emily donc ça ne me choque pas mais c'est vrai que je trouve qu'il avait quand",
      "text2": "like Emily so that doesn't shock me but it's true that I find that he had"
    },
    {
      "begin": 181.02,
      "end": 189.03,
      "text1": "même un très bon accent ce qui n'est pas forcément le cas de tous les Français, on peut le dire",
      "text2": "a very good accent, which is not necessarily the case for all French people, we can say it"
    },
    {
      "begin": 205.37,
      "end": 210.95,
      "text1": "ça c'est vrai, oui c'est totalement vrai, en fait les étages en France, il y a le rez-de-chaussée",
      "text2": "that it's true, yes it's totally true, in fact the floors in France, there is the ground floor"
    },
    {
      "begin": 210.95,
      "end": 215.78300000000002,
      "text1": "et après il y a le première étage, deuxième étage et il y a le sous-sol, ouais il y a",
      "text2": "and then there is the first floor, second floor and there is the basement, yeah there is"
    },
    {
      "begin": 215.78300000000002,
      "end": 220.37,
      "text1": "le sous-sol aussi où il y a la cave ça me rappelle quand même j'avais une copine elle",
      "text2": "the basement also where there is the cellar it reminds me that I had a friend she"
    },
    {
      "begin": 220.37,
      "end": 228.32999999999998,
      "text1": "habitait en plein cœur de Paris elle habitait au 6e étage sans ascenseur avec des escaliers",
      "text2": "lived in the heart of Paris she lived on the 6th floor without elevator with"
    },
    {
      "begin": 228.32999999999998,
      "end": 234.61,
      "text1": "super pentus mais tu montes ça t'es mort à la fin",
      "text2": "super steep stairs but you go up those stairs you were dead in the end"
    },
    {
      "begin": 249.016,
      "end": 253.336,
      "text1": "non mais comment l'agent immobilier lui met la main sur l'épaule ah ouais, non, normalement",
      "text2": "no but how the real estate agent puts his hand on her shoulder ah yeah, no, normally"
    },
    {
      "begin": 253.336,
      "end": 258.06,
      "text1": "on garde nos distances, surtout en ce moment, ouais surtout en ce moment mais en général",
      "text2": "we keep our distance, especially at the moment, yeah especially at the moment but in general"
    },
    {
      "begin": 258.06,
      "end": 262.96,
      "text1": "on n'est pas hyper chaleureux, ouais on n'est pas très tactile, pas très chaleureux avec",
      "text2": "we are not very warm, yeah we are not very tactile, not very warm with"
    },
    {
      "begin": 262.96,
      "end": 270.999,
      "text1": "des gens qu'on connaît pas donc l'agent immobilier qui met sa main, ce serait pris limite comme",
      "text2": "people we don't know so the real estate agent who puts his hand, it would almost seen as an"
    },
    {
      "begin": 270.999,
      "end": 276.839,
      "text1": "de l'agression par contre la chambre de bonne ça aussi c'est très parisien, c'est très très typique, beaucoup beaucoup",
      "text2": "aggression on the other hand the maid's room that too is very Parisian, it is very very typical, a lot of"
    },
    {
      "begin": 276.839,
      "end": 282.349,
      "text1": "d'étudiants vivent dedans ouais quand on a besoin de vivre dans Paris pour les études",
      "text2": "students live in those, yeah when you need to live in Paris for your studies"
    },
    {
      "begin": 282.349,
      "end": 289.27,
      "text1": "et que on veut pas payer un loyer trop cher en général on va vers ces chambres mais",
      "text2": "and you don't want to pay a too expensive rent in general, you go for these rooms but"
    },
    {
      "begin": 289.27,
      "end": 295.30899999999997,
      "text1": "sachant que ça reste quand même assez cher parce que en général c'est entre 9 et 12 mètres carrés",
      "text2": "knowing that it's still quite expensive because in general it is between 9 and 12 square meters"
    },
    {
      "begin": 295.30899999999997,
      "end": 299.592,
      "text1": "je pense une chambre de bonne et ça coûte au moins 500 euros parfois il n'y a",
      "text2": "I think a maid's room and it costs at least 500 euros sometimes there is"
    },
    {
      "begin": 299.592,
      "end": 304.08,
      "text1": "même pas les toilettes ou la salle de bain dans l'appartement c'est dans le couloir dans",
      "text2": "not even the toilet or the bathroom in the apartment it's in the corridor in"
    },
    {
      "begin": 304.08,
      "end": 309.99,
      "text1": "l'immeuble ouais c'est des toilettes partagées parfois et on paye 500 euros minimum je dirais",
      "text2": "the building yeah it's shared toilets sometimes and you pay 500 euros minimum I would say"
    },
    {
      "begin": 309.99,
      "end": 312.751,
      "text1": "donc c'est quand même un coût",
      "text2": "so it's still a cost"
    },
    {
      "begin": 321.705,
      "end": 327.04200000000003,
      "text1": "il est lourd hein il est très très lourd, à la limite de... ",
      "text2": "he is unbearable eh, he is super unbearable, at the limit of ..."
    },
    {
      "begin": 327.04200000000003,
      "end": 329.589,
      "text1": "oui, il est très très insistant",
      "text2": "yes, he is very very insistent"
    },
    {
      "begin": 329.589,
      "end": 334.295,
      "text1": "dans ma vidéo sur l'analyse d'une scène de Plan Cœur ",
      "text2": "in my video on the analysis of a scene from Plan Cœur"
    },
    {
      "begin": 334.295,
      "end": 339.199,
      "text1": "je vous expliquais le sens de l'expression \"relou\" \"relou\" c'est le verlan de \"lourd\"",
      "text2": "I was explaining to you the meaning of the expression \"relou\" \"relou\" it is the verlan of \"lourd\""
    },
    {
      "begin": 339.199,
      "end": 343.59000000000003,
      "text1": "si vous ne comprenez pas ce que je raconte allez voir cette vidéo on peut dire qu'une",
      "text2": "if you do not understand what I am talking about go see this video we can say that a"
    },
    {
      "begin": 343.59000000000003,
      "end": 350.499,
      "text1": "situation est relou et aussi une personne est relou ou elle est lourde ou il est lourd,",
      "text2": "situation is \"relou\" and also a person is \"relou\" or \"elle est lourde\" or \"il est lourd\""
    },
    {
      "begin": 350.499,
      "end": 355.811,
      "text1": "en l'occurrence parce que c'est un homme et pour une personne ça veut dire qu'elle est",
      "text2": "in this case because it is a man and for a person that means that he/she is"
    },
    {
      "begin": 355.811,
      "end": 361.714,
      "text1": "chiante, qu'elle est peu supportable, ouais elle est difficile à supporter, là pour",
      "text2": "annoying, that he/she is not very bearable, yeah he/she is difficult to bear, here for"
    },
    {
      "begin": 361.714,
      "end": 365.61,
      "text1": "un homme dans une situation comme ça c'est qu'il est vraiment vraiment insistant et c'est",
      "text2": "a man in a situation like that is that he is really really pushy and it's"
    },
    {
      "begin": 365.61,
      "end": 373.027,
      "text1": "pas agréable, il est lourd, ok ? donc là il était lourd cet agent immobilier franchement",
      "text2": "not pleasant, \"il est lourd\", ok? so here this real estate agent was frankly pushy"
    },
    {
      "begin": 385.846,
      "end": 388.87,
      "text1": "je pense qu'ils sont juste pas au courant qu'elle ne parle pas français.",
      "text2": "I think they are just not aware that she does not speak French."
    },
    {
      "begin": 388.87,
      "end": 393.24,
      "text1": "Pourquoi ? Parce que là, elle s'addresse à elle en français directement comme si",
      "text2": "Why ? Because here, she addresses her in French directly as if it"
    },
    {
      "begin": 393.24,
      "end": 395.25,
      "text1": "c'était évident qu'elle parlait français.",
      "text2": "was obvious that she spoke French."
    },
    {
      "begin": 395.25,
      "end": 399.129,
      "text1": "Je pense que c'est parce que comme elle vient travailler en France, elle pensait que c'était",
      "text2": "I think it's because since she comes to work in France, she thought it was"
    },
    {
      "begin": 399.129,
      "end": 403.61,
      "text1": "évident qu'elle parlait français sinon elle ne se serait pas adresser à elle en français",
      "text2": "obvious that she spoke French otherwise she wouldn't have addressed her in French"
    },
    {
      "begin": 403.61,
      "end": 408.423,
      "text1": "comme ça non ? ah tu penses que c'était le fait genre \"t'es à Paris, tu dois parler",
      "text2": "like that, right? ah do you think it was like \"you're in paris, you have to speak"
    },
    {
      "begin": 408.423,
      "end": 412.949,
      "text1": "français ?\" je pense que c'est un peu comme ça aussi parce que dans son ton, elle est",
      "text2": "french\" I think it's a bit like that too because in her tone, she's"
    },
    {
      "begin": 412.949,
      "end": 418.173,
      "text1": "un peu hautaine et quand elle apprend justement que bah elle ne parle pas français, elle",
      "text2": "a little haughty and when she learns that she doesn't speak French, she"
    },
    {
      "begin": 418.173,
      "end": 422.789,
      "text1": "fait \"oh\" mais est-ce que les Français sont comme ça ? peut-être qu'on peut s'adresser",
      "text2": "says \"oh\" but are the French like that ? maybe we can automatically"
    },
    {
      "begin": 422.789,
      "end": 427.539,
      "text1": "automatiquement à quelqu'un en français mais après on ne va pas la juger si elle",
      "text2": "address someone in French but then we will not judge her if she"
    },
    {
      "begin": 427.539,
      "end": 432.399,
      "text1": "ne parle pas français après c'est dans le monde professionnel c'est différent peut-être",
      "text2": "does not speak French but here it is in the professional world it is different maybe"
    },
    {
      "begin": 432.399,
      "end": 436.069,
      "text1": "qu'on va le voir après qu'ils font pas trop d'efforts pour parler en anglais en tout cas",
      "text2": "we will see this after that they don't make too much effort to speak in English in any case"
    },
    {
      "begin": 436.069,
      "end": 440.68,
      "text1": "en général les Français ils ne font pas trop d'efforts par exemple enfin moi ça m'est",
      "text2": "in general French people don't make too much effort for example well me it has already happened to"
    },
    {
      "begin": 440.68,
      "end": 444.12,
      "text1": "déjà arrivé plein de fois que on soit un groupe de Français et il y a une personne,",
      "text2": "me many times that we are a group of French and there is a person,"
    },
    {
      "begin": 444.12,
      "end": 449.789,
      "text1": "un étranger qui ne parle pas français alors là en fait on a quand même beaucoup de mal",
      "text2": "a foreigner who does not speak French so in fact we still have a hard time "
    },
    {
      "begin": 449.789,
      "end": 454.71,
      "text1": "à parler en anglais entre nous mais ça je pense que c'est comme dans toutes les langues",
      "text2": "speaking in English between us but that I think it's like for all languages"
    },
    {
      "begin": 454.71,
      "end": 460.469,
      "text1": "bah non ! en général quand tu es avec des gens qui parlent la même langue que toi",
      "text2": "well no! in general when you are with people who speak the same language as you"
    },
    {
      "begin": 460.469,
      "end": 464.549,
      "text1": "et qu'il y a une seule personne qui ne parle pas la même langue",
      "text2": "and there is only one person who does not speak the same language,"
    },
    {
      "begin": 464.549,
      "end": 470.189,
      "text1": "c'est rare que cinq personnes s'adaptent pour une personne ben en fait non ça dépend des",
      "text2": "it is rare that five people adapt to one person well in fact no it depends on the "
    },
    {
      "begin": 470.189,
      "end": 474.039,
      "text1": "pays parce qu'il y a des pays où ils parlent tellement bien anglais par exemple les pays",
      "text2": "countries because there are countries where they speak English so well, for example the"
    },
    {
      "begin": 474.039,
      "end": 480.369,
      "text1": "Nordiques par exemple la Norvège, la Suède ils font beaucoup plus d'efforts pour parler",
      "text2": "Nordic countries such as Norway, Sweden, they make a lot more effort to speak"
    },
    {
      "begin": 480.369,
      "end": 484.839,
      "text1": "anglais et pour inclure la personne en tout cas moi c'est ce que j'ai remarqué quand",
      "text2": "English and to include the person, at least, that's what I noticed when"
    },
    {
      "begin": 484.839,
      "end": 490.27,
      "text1": "j'étais en Chine j'ai fait un échange de six mois en Chine et donc en fait il y avait",
      "text2": "I was in China I did a six month exchange in China and so in fact there were"
    },
    {
      "begin": 490.27,
      "end": 495.179,
      "text1": "deux Norvégiens, ils parlaient entre eux en anglais et en fait ils disaient bah en",
      "text2": "two Norwegians, they were talking to each other in English and in fact they were saying well"
    },
    {
      "begin": 495.179,
      "end": 499.24,
      "text1": "fait parce qu'on est avec un groupe même si on a une conversation entre nous on parle",
      "text2": "actually because we are with a group even if we have a conversation between us we speak"
    },
    {
      "begin": 499.24,
      "end": 504.02,
      "text1": "en anglais parce que si quelqu'un d'autre a envie de se rajouter à la conversation",
      "text2": "in English because if someone else wants to join the conversation well"
    },
    {
      "begin": 504.02,
      "end": 508.529,
      "text1": "ben au moins on lui laisse la possibilité c'est une bonne mentalité quand tu es avec",
      "text2": "at least we give them the possibility it's a good mentality when you are with"
    },
    {
      "begin": 508.529,
      "end": 513.09,
      "text1": "des personnes que tu connais et que tu as l'habitude de parler dans une certaine langue avec eux",
      "text2": "people you know and are used to speaking in a certain language with them"
    },
    {
      "begin": 513.09,
      "end": 518.039,
      "text1": "c'est bizarre de commencer à se parler en anglais par exemple nous deux si on est avec",
      "text2": "it's weird to start talking to each other in English for example the two of us if we're with"
    },
    {
      "begin": 518.039,
      "end": 526.18,
      "text1": "quelqu'un d'autre ouais les petites réflexions etc. c'est pas du tout naturel mais je pense",
      "text2": "someone else yeah the little phrases etc. it's not at all natural but I think that"
    },
    {
      "begin": 526.18,
      "end": 530.4,
      "text1": "qu'en fait c'est pas forcément la même chose pour tous les pays et aussi ça dépend forcément",
      "text2": "in fact it's not necessarily the same thing for all countries and also it necessarily depends"
    },
    {
      "begin": 530.4,
      "end": 534.51,
      "text1": "du niveau d'anglais mais quand tu as un haut niveau d'anglais qui est tellement bon que",
      "text2": "on the level of English but when you have a high level of English which is so good that"
    },
    {
      "begin": 534.51,
      "end": 538.942,
      "text1": "c'est comme ta langue maternelle peut-être que ça ne te dérange pas mais c'est vrai",
      "text2": "it's like your mother tongue maybe that doesn't bother you but it's true"
    },
    {
      "begin": 538.942,
      "end": 543.027,
      "text1": "que les Français ils aiment pas, ouais on a du mal à s'adapter à ce genre de choses",
      "text2": "that the French don't like it, yeah it's hard to adapt to that kind of thing"
    },
    {
      "begin": 555.615,
      "end": 562.82,
      "text1": "alors ça, pas du tout ! bah si, justement, on fait la bise oui on fait la bise pour dire",
      "text2": "so that, not at all! well yes, precisely, we give each other a kiss, yes, we give each other a kiss to say"
    },
    {
      "begin": 562.82,
      "end": 567.4,
      "text1": "bonjour mais c'est pareil il y a des distances en fonction de si tu connais la personne ou pas",
      "text2": "hello but it's the same thing, there are distances depending on whether you know the person or not"
    },
    {
      "begin": 567.4,
      "end": 570.66,
      "text1": "tu rencontres quelqu'un, surtout dans une situation professionnelle, tu ne",
      "text2": "you meet someone, especially in a professional situation, you"
    },
    {
      "begin": 570.66,
      "end": 576.13,
      "text1": "ferais jamais la bise ah non, en général, ton patron tu lui serres la main à la limite",
      "text2": "would never kiss ah no, in general, your boss you maybe shank hands "
    },
    {
      "begin": 576.13,
      "end": 578.5,
      "text1": "mais ça s'arrête là",
      "text2": "but it stops there"
    },
    {
      "begin": 578.5,
      "end": 584.926,
      "text1": "Non mais c'est surtout que normalement, après nous on part dans les clichés du côté des",
      "text2": "but especially normally, here if we speak about clichés about"
    },
    {
      "begin": 584.926,
      "end": 588,
      "text1": "Américains, mais on a plutôt l'habitude que, en général c'est les Américains qui",
      "text2": "Americans, but we are rather used that, in general, it is the Americans who"
    },
    {
      "begin": 588,
      "end": 593.203,
      "text1": "sont assez tactiles, ils se font des câlins etc. et donc là le fait que ce soit le Français",
      "text2": "are quite tactile, they hug etc. and so there the fact that it is the French"
    },
    {
      "begin": 593.203,
      "end": 599.02,
      "text1": "qui s'avance vers elle et elle fait un petit mouvement de recul, ça inverse un peu les",
      "text2": "who moves towards her and she makes a small movement of retreat, that reverses a little the"
    },
    {
      "begin": 599.02,
      "end": 604.2,
      "text1": "clichés qu'on peut avoir c'est vrai et le fait que la femme soit super hautaine",
      "text2": "stereotypes which one can have it is true and the fact that the woman is super haughty"
    },
    {
      "begin": 604.2,
      "end": 611.45,
      "text1": "elle prend Emily de haut comme ça, ça ne me choque pas tellement pour une française surtout",
      "text2": "she looks down on Emily, like that, it doesn't shock me so much for a Frenchwoman especially"
    },
    {
      "begin": 611.45,
      "end": 619.06,
      "text1": "dans ce milieu ça a l'air d'être le milieu du luxe donc y'a quand même des attentes",
      "text2": "in this environment it seems to be the luxury sector so there are still some expectations"
    },
    {
      "begin": 619.06,
      "end": 623.641,
      "text1": "et voilà mais disons que ça ne me choque pas tellement qu'elle soit hautaine comme ça,",
      "text2": "and yeah, but let's say that it doesn't shock me so much that she is haughty like that,"
    },
    {
      "begin": 623.641,
      "end": 625.01,
      "text1": "ça pourrait être comme ça",
      "text2": "it could be like that"
    },
    {
      "begin": 633.921,
      "end": 640.417,
      "text1": "alors là, on peut s'arrêter, le mec qui fume à l'intérieur c'est interdit de fumer",
      "text2": "so there, we can stop, the guy who smokes inside it is forbidden to smoke"
    },
    {
      "begin": 640.417,
      "end": 645.73,
      "text1": "dans les endroits publics depuis dix ans, au moins.",
      "text2": "in public places for ten years, at least."
    },
    {
      "begin": 645.73,
      "end": 651.1,
      "text1": "Non c'est vrai que les Français fument beaucoup, ils fument beaucoup mais ça le fait de fumer",
      "text2": "No it's true that the French smoke a lot, they smoke a lot but smoking"
    },
    {
      "begin": 651.1,
      "end": 656.47,
      "text1": "dans les bureaux c'était à l'époque avant le cliché que les Français fument beaucoup",
      "text2": "in the offices it was back then, before. The cliché that the French smoke a lot"
    },
    {
      "begin": 656.47,
      "end": 662.61,
      "text1": "pour moi il est vrai surtout à Paris, sur toutes les terrasses des cafés les gens ils",
      "text2": "for me it is true especially in Paris, on all the terraces of the coffee shops people "
    },
    {
      "begin": 662.61,
      "end": 667.11,
      "text1": "fument après je ne sais pas s'ils fument plus que dans d'autres pays ben si je crois",
      "text2": "smoke after I don't know if they smoke more than in other countries well if I think so I"
    },
    {
      "begin": 667.11,
      "end": 672.55,
      "text1": "j'avais lu un article que la France c'était genre un des pays où on fumait le plus en",
      "text2": "read an article that France was like one of the countries where we smoked the most in"
    },
    {
      "begin": 672.55,
      "end": 678.63,
      "text1": "Europe je crois que c'était genre le troisième pays on fume, enfin nous on fume pas mais",
      "text2": "Europe I think it was like the third country we smoke, well we do not smoke but"
    },
    {
      "begin": 678.63,
      "end": 682.95,
      "text1": "les Français fument beaucoup je dirais mais par contre jamais dans les bureaux",
      "text2": "the French smoke a lot I would say but never in the offices"
    },
    {
      "begin": 689.779,
      "end": 694.01,
      "text1": "je crois vraiment que les Américains, vous me direz dans les commentaires, mais que leur",
      "text2": "I really believe that the Americans, you will tell me in the comments, but that their"
    },
    {
      "begin": 694.01,
      "end": 700.05,
      "text1": "référence de Paris c'est \"Ratatouille\" ! Ah ouais ? Ah ouais, genre ils adorent \"Ratatouille\",",
      "text2": "reference from Paris is \"Ratatouille\"! Oh yeah ? Oh yeah, like they love \"Ratatouille\","
    },
    {
      "begin": 700.05,
      "end": 703.21,
      "text1": "c'est la référence",
      "text2": "it's THE reference"
    },
    {
      "begin": 709.466,
      "end": 714.026,
      "text1": "la ville de l'amour bon c'est vrai que c'est une belle ville qui est romantique",
      "text2": "the city ​​of love, it's true that it's a beautiful city that is romantic,"
    },
    {
      "begin": 719.16,
      "end": 728.374,
      "text1": "le beau voisin ! ça c'est pas dans la vraie vie que tu as un voisin canon qui t'ouvre",
      "text2": "the beautiful neighbor! That is not in real life that you have a hot neighbor opening"
    },
    {
      "begin": 728.374,
      "end": 733.944,
      "text1": "la porte, en général ça va crier",
      "text2": "the door for you, in general they would shout at you"
    },
    {
      "begin": 746.853,
      "end": 751.93,
      "text1": "alors ça, ce n'est pas du tout vrai ! ça m'étonnerait qu'on te corrige quand tu parles",
      "text2": "so that, it is not at all true! I'd be surprised if you were corrected when you speak"
    },
    {
      "begin": 751.93,
      "end": 757.67,
      "text1": "français ou alors c'est de façon gentille pour lui dire qu'elle a fait une erreur mais",
      "text2": "French or then it would be in a nice way to tell her that she made a mistake but"
    },
    {
      "begin": 757.67,
      "end": 763.53,
      "text1": "pas de cette manière plutôt je pense que les gens vont avoir tendance à s'enthousiasmer",
      "text2": "not in this way rather I think people will tend to get excited"
    },
    {
      "begin": 763.53,
      "end": 768.21,
      "text1": "si tu parles français, si tu fais un effort pour parler français, j'ai l'impression que",
      "text2": "if you speak French, if you make an effort to speak French, I have the impression that"
    },
    {
      "begin": 768.21,
      "end": 773.453,
      "text1": "les gens vont plutôt être contents et ne vont pas te corriger de manière condescendante.",
      "text2": "people will rather be happy and will not correct you in a condescending manner."
    },
    {
      "begin": 773.453,
      "end": 778.92,
      "text1": "C'est vrai mais après, enfin ça c'est peut être un cliché, mais les Français ne sont",
      "text2": "It's true but afterwards, well, it may be a cliché, but the French are"
    },
    {
      "begin": 778.92,
      "end": 786.31,
      "text1": "pas hyper patients donc là c'était une petite phrase mais si elle avait pris plus de temps",
      "text2": "not very patient so here it was a little sentence but if she had taken more time"
    },
    {
      "begin": 786.31,
      "end": 792.011,
      "text1": "pour demander son pain au chocolat peut-être que la boulangère se serait un peu impatientée",
      "text2": "to ask for her chocolate croissant maybe the baker would have been a little impatient"
    },
    {
      "begin": 800.059,
      "end": 805.607,
      "text1": "ça c'est vrai que les viennoiseries françaises c'est une folie",
      "text2": "that's true that French pastries are crazy"
    },
    {
      "begin": 816,
      "end": 819.643,
      "text1": "Qu'est-ce que tu en penses ? Bah, je ne sais pas trop.",
      "text2": "What do you think? Well, I don't really know."
    },
    {
      "begin": 819.643,
      "end": 824.247,
      "text1": "Je n'ai pas l'impression qu'on..., on est pas hyper directs, on est pas hyper francs",
      "text2": "I don't feel like we're ... we're not super straightforward, we're not super frank"
    },
    {
      "begin": 824.247,
      "end": 828.05,
      "text1": "ouais je n'ai pas l'impression que les gens soient super francs, je pense que c'est comme",
      "text2": "yeah I don't feel like people are super frank, I think it's like"
    },
    {
      "begin": 828.05,
      "end": 832.71,
      "text1": "dans tous les pays, les gens parlent derrière ton dos mais peut-être qu'ils vont avoir",
      "text2": "in all the countries, people are talking behind your back but maybe they will"
    },
    {
      "begin": 832.71,
      "end": 837.62,
      "text1": "tendance à être moins hypocrites c'est-à-dire que s'il y a un truc qui te plaît pas tu",
      "text2": "tend to be less hypocritical that is to say if there is something that you don't like you"
    },
    {
      "begin": 837.62,
      "end": 842.82,
      "text1": "ne vas pas faire un grand sourire et dire: \"ah c'est super\" en général tu n'es pas",
      "text2": "are not going to make a big smile and say: \"ah that's great\" in general you're not"
    },
    {
      "begin": 842.82,
      "end": 849.09,
      "text1": "trop hypocrite oui mais t'es pas cash non plus ouais après on parle peut-être de nous",
      "text2": "too hypocritical yes but you're not cash either yeah maybe we're talking about ourselves"
    },
    {
      "begin": 849.09,
      "end": 853.91,
      "text1": "c'est dur de juger un peuple surtout, je n'ai pas trop d'expérience professionnelle pour",
      "text2": "it's hard to judge a people especially, I do not have too much professional experience for"
    },
    {
      "begin": 853.91,
      "end": 857.84,
      "text1": "l'instant donc dans le monde professionnel je ne sais pas trop comment ça se déroule",
      "text2": "the moment so in the professional world I do not really know how it goes"
    },
    {
      "begin": 857.84,
      "end": 863.53,
      "text1": "non moi j'ai travaillé dans des entreprises en vrai les gens ont toujours été gentils,",
      "text2": "no I have worked in real companies people have always been kind,"
    },
    {
      "begin": 863.53,
      "end": 867.17,
      "text1": "accueillants, ils me proposaient d'aller déjeuner avec eux.",
      "text2": "welcoming, they offered me to go to lunch with them."
    },
    {
      "begin": 867.17,
      "end": 872.26,
      "text1": "C'est peut-être parce que tu es française ? bah ouais en vrai, je vais donner l'exemple",
      "text2": "Maybe it's because you're French? well yeah actually, I'm going to give the example"
    },
    {
      "begin": 872.26,
      "end": 877.94,
      "text1": "de mon école de commerce, j'ai fait une école de commerce et il y avait des étrangers dans",
      "text2": "of my business school, I went to a business school and there were foreigners in"
    },
    {
      "begin": 877.94,
      "end": 884.17,
      "text1": "l'école et c'est vrai que ben il y avait assez peu de mélange entre les Français",
      "text2": "the school and it's true that there was not much mixing between the French"
    },
    {
      "begin": 884.17,
      "end": 890.54,
      "text1": "et les étrangers il y avait un peu en mode \" ah t'es étranger, on te met à l'écart\"",
      "text2": "and the foreigners it was a little like \"ah you're a foreigner, we put you aside\""
    },
    {
      "begin": 890.54,
      "end": 895.9639999999999,
      "text1": "non mais ça c'est vrai que les Français même à l'étranger, ils ont tendance à",
      "text2": "no but that's true that the French even abroad, they tend to"
    },
    {
      "begin": 895.9639999999999,
      "end": 902.23,
      "text1": "se retrouver beaucoup et à ne pas trop se mélanger, ils restent dans leur zone de confort",
      "text2": "meet a lot and not to mix too much, they stay in their comfort zone"
    },
    {
      "begin": 902.23,
      "end": 905.249,
      "text1": "après c'est vrai que tu as facilement des affinités avec les personnes qui viennent",
      "text2": "after it's true that you easily have affinities with people who come"
    },
    {
      "begin": 905.249,
      "end": 908.021,
      "text1": "du même pays que toi",
      "text2": "from the same country as you"
    },
    {
      "begin": 911.418,
      "end": 911.918,
      "text1": "ils sont trop méchants",
      "text2": "they are too mean"
    },
    {
      "begin": 913.164,
      "end": 918.277,
      "text1": "non mais c'est pas vrai, c'est pas vrai on n'est pas si méchant ",
      "text2": "no but it's not true, it is not true we are not that bad"
    },
    {
      "begin": 918.277,
      "end": 921.019,
      "text1": "que ça, quand même on a un cœur",
      "text2": "we still have a heart"
    },
    {
      "begin": 927.017,
      "end": 937.015,
      "text1": "ça c'est pas gentil ! La pauvre, une plouc c'est quelqu'un qui est mal habillé,  qui est sale, qui n'est pas stylé",
      "text2": "that's not nice! The poor thing, a \"plouc\" is someone who is poorly dressed, who is dirty, who is not stylish"
    },
    {
      "begin": 943.8340000000001,
      "end": 951.94,
      "text1": "oh la pauvre ! je me disais les hommes ils sont quand même très très...",
      "text2": "oh poor thing ! I said to myself the men they are all the same very very ..."
    },
    {
      "begin": 951.94,
      "end": 956.85,
      "text1": "Ils ne sont pas aussi dragueurs en vrai ! En général, ceux qui viennent te draguer dans",
      "text2": "They are not as flirtatious in real life! In general, those who come to flirt with you in"
    },
    {
      "begin": 956.85,
      "end": 962.92,
      "text1": "la rue, ce n'est pas les hommes classes, ce n'est pas les beaux gosses bien habillés",
      "text2": "the street, it's not the classy men, it's not the well dressed hot guys "
    },
    {
      "begin": 962.92,
      "end": 964.06,
      "text1": "tout ça, non...",
      "text2": "no..."
    },
    {
      "begin": 964.06,
      "end": 969.232,
      "text1": "C'est pas les personnes que tu voudrais qu'ils viennent te draguer, c'est ceux que tu ne veux",
      "text2": "It's not the people you would like them to come flirt with you, it's the ones you don't"
    },
    {
      "begin": 969.232,
      "end": 971.009,
      "text1": "pas qu'ils viennent te parler !",
      "text2": "want them to come talk to you!"
    },
    {
      "begin": 980.172,
      "end": 987.461,
      "text1": "Je pense que c'est vrai peut-être le travail c'est moins important dans notre vie que aux États-Unis.",
      "text2": "I think it's true maybe work is less important in our life than in America."
    },
    {
      "begin": 987.461,
      "end": 990.505,
      "text1": "Je savais pas qu'aux États-Unis c'était aussi important.",
      "text2": "I did not know that in the United States it was so important."
    },
    {
      "begin": 990.505,
      "end": 995.36,
      "text1": "Je ne sais pas, je ne veux pas dire des trucs... c'est ça, moi aussi, je n'ai pas envie de",
      "text2": "I don't know, I don't want to say stuff ... that's it, me too, I don't want to"
    },
    {
      "begin": 995.36,
      "end": 996.77,
      "text1": "vexer ou quoi.",
      "text2": "offend or whatever."
    },
    {
      "begin": 996.77,
      "end": 1001.8,
      "text1": "On travaille beaucoup quand même en France mais c'est pas le truc le plus important dans",
      "text2": "We do work a lot in France but it's not the most important thing in"
    },
    {
      "begin": 1001.8,
      "end": 1006.586,
      "text1": "notre vie, si ? ce n'est pas le truc le plus important mais ça prend quand même une part",
      "text2": "our life, is it? it is not the most important thing but it still takes an important"
    },
    {
      "begin": 1006.586,
      "end": 1011.284,
      "text1": "importante ! mais genre par exemple, on adore les vacances, c'est quand même un truc de",
      "text2": "part ! but like, for example, we love vacations, it's a French thing"
    },
    {
      "begin": 1011.284,
      "end": 1016,
      "text1": "Français, aux États-Unis, ils ont 10 jours de vacances par an, en France on a 5 semaines",
      "text2": "in the United States, they have 10 days of vacation per year, in France we have 5 weeks"
    },
    {
      "begin": 1016,
      "end": 1022.75,
      "text1": "de congés payés les vacances c'est sacré oui mais par exemple aux États-Unis, ils",
      "text2": "of paid vacation it's sacred yes but for example in the United States, they do "
    },
    {
      "begin": 1022.75,
      "end": 1029.149,
      "text1": "mettent quand même beaucoup en avant les activités extra-scolaires, les passions le",
      "text2": "put a lot of emphasis on extra-curricular activities, passions"
    },
    {
      "begin": 1029.149,
      "end": 1039.064,
      "text1": "sport, l'art etc. alors que en France, c'est les études, les études, les études quoi",
      "text2": "sport, art etc. whereas in France, it's studies, studies, studies "
    },
    {
      "begin": 1039.064,
      "end": 1041.087,
      "text1": "donc ouais",
      "text2": "so yeah well"
    },
    {
      "begin": 1041.087,
      "end": 1045.409,
      "text1": "bah écoute, c'était sympa franchement ! bah ouais ! ça donne envie de regarder la suite.",
      "text2": "Well, it was really nice! well yeah ! it makes you want to watch the rest"
    },
    {
      "begin": 1045.409,
      "end": 1051.82,
      "text1": "bien sûr, ils mettent en avant des clichés sur les Français, je pense que c'est exagéré",
      "text2": "of course, they put forward clichés on the French, I think it's exaggerated"
    },
    {
      "begin": 1051.82,
      "end": 1057.309,
      "text1": "notamment sur la partie sur le travail où ils ne sont vraiment pas sympathiques et pas accueillants",
      "text2": "especially on the part about the workplace where they are really not friendly and not welcoming"
    },
    {
      "begin": 1057.309,
      "end": 1065.169,
      "text1": "Ok, c'était sympathique, j'espère que cette vidéo vous a plu ! Dites nous si vous avez vu",
      "text2": "Ok, it was nice, I hope you liked this video! Tell us if you've seen"
    },
    {
      "begin": 1065.169,
      "end": 1069.991,
      "text1": "Emily in Paris, qu'est-ce que vous en avez pensé ? Est-ce que ça vous a donné envie",
      "text2": "Emily in Paris, what did you think? Did it make you want"
    },
    {
      "begin": 1069.991,
      "end": 1077,
      "text1": "de venir habiter à Paris ou est-ce que les Français sont trop méchants ? Tous les mots",
      "text2": "to come and live in Paris or are the French too mean? All the words"
    },
    {
      "begin": 1077,
      "end": 1080.94,
      "text1": "qui sont apparus à l'écran seront dans la barre d'infos donc allez voir.",
      "text2": "that appeared on the screen will be in the description bar so have a look."
    },
    {
      "begin": 1080.94,
      "end": 1088.279,
      "text1": "Si vous avez aimé la vidéo, likez la, abonnez-vous à la chaîne et je vous dis à mercredi prochain",
      "text2": "If you liked the video, like it, subscribe to the channel and I'll see you next Wednesday"
    },
    {
      "begin": 1088.279,
      "end": 1094.018,
      "text1": "pour une nouvelle vidéo, salut, bye !",
      "text2": "for a new video, bye, bye!"
    }
  ]
}
